export const hospitals = [
    {
      "name": "樂蹦動物醫院",
      "city": "高雄市",
      "district": "苓雅區",
      "address": "高雄市苓雅區中華四路26號",
      "lat": 22.6122252,
      "lng": 120.3027382,
      "type": "exotic",
      "typeText": "特殊寵物診療",
      "phone": "07-334-3088",
      "hours": "星期一\t休息\n星期二\t11:00–13:00, 15:30–20:30\n星期三\t11:00–13:00, 15:30–20:30\n星期四\t休息\n星期五\t11:00–13:00, 15:30–20:30\n星期六\t11:00–13:00, 15:30–18:30, 19:00–20:30\n星期日\t11:00–13:00, 15:30–18:30",
      "business_hours": {
        "mon": [
          "09:00-12:00",
          "13:30-21:00"
        ],
        "tue": [
          "09:00-12:00",
          "13:30-21:00"
        ],
        "wed": [],
        "thu": [
          "09:00-12:00"
        ],
        "fri": [
          "09:00-12:00",
          "13:30-21:00"
        ],
        "sat": [
          "09:00-17:00"
        ],
        "sun": []
      },
      "rating": "4.7",
      "reservationRequired": true,
      "hasEmergencyService": false,
      "emergencyHours": "",
      "nightClinic": false,
      "services": [
        "特殊寵物診療"
      ],
      "pets": [
        "兔",
        "倉鼠",
        "黃金鼠",
        "刺蝟",
        "蜜袋鼯",
        "天竺鼠",
        "龍貓"
      ],
      "specialties": [
        "特殊寵物診療"
      ],
      "website": "",
      "appointmentLink": "",
      "transportTips": "",
      "socialMedia": {
        "facebook": "https://www.facebook.com/%E6%A8%82%E8%B9%A6%E5%8B%95%E7%89%A9%E9%86%AB%E9%99%A2-105442371395173/"
      },
      "clinicNotes": "本院採預約制，看診對象包含兔子、倉鼠、黃金鼠、刺蝟、蜜袋鼯、天竺鼠、龍貓。第一次看診請提前 5–10 分鐘報到填寫病歷單。取消預約請提前一天來電，若當天臨時取消請私訊或來電。預約遲到超過 10 分鐘視同現場候診，不保證看診時間。未提前取消預約且當日無故缺席達兩次者，將取消預約資格。定期領藥請至少提前兩天通知。不接受無預約現場門診，如有發燒或疑似傳染情況，請勿直接前來，請先來電諮詢。",
      "id": "cb069d91-23ee-4721-9487-c910f950f2d5"
    },
    {
      "name": "窩窩兔動物醫院",
      "city": "高雄市",
      "district": "苓雅區",
      "address": "高雄市苓雅區建民路67號",
      "lat": 22.6289342,
      "lng": 120.3317593,
      "type": "exotic",
      "typeText": "特殊寵物診療",
      "phone": "07-713-0300",
      "hours": "星期一\t休息\n星期二\t09:30–11:30, 16:30–17:30, 19:00–20:30\n星期三\t09:30–11:30, 16:30–17:30, 19:00–20:30\n星期四\t14:00–17:30, 19:00–20:30\n星期五\t09:30–11:30, 16:30–17:30, 19:00–20:30\n星期六\t14:00–17:30, 19:00–20:30\n星期日\t10:00–11:30, 14:00–17:30",
      "business_hours": {
        "mon": [],
        "tue": [
          "09:30-11:30",
          "16:30-17:30",
          "19:00-20:30"
        ],
        "wed": [
          "09:30-11:30",
          "16:30-17:30",
          "19:00-20:30"
        ],
        "thu": [
          "14:00-17:30",
          "19:00-20:30"
        ],
        "fri": [
          "09:30-11:30",
          "16:30-17:30",
          "19:00-20:30"
        ],
        "sat": [
          "14:00-17:30",
          "19:00-20:30"
        ],
        "sun": [
          "10:00-11:30",
          "14:00-17:30"
        ]
      },
      "rating": "4.9",
      "reservationRequired": true,
      "hasEmergencyService": false,
      "emergencyHours": "",
      "nightClinic": false,
      "services": [
        "一般動物內外科",
        "特殊寵物診療",
        "小型哺乳類診療",
        "特寵住院服務",
        "老年醫學門診",
        "鳥禽烏龜外傷救治"
      ],
      "pets": [
        "兔",
        "天竺鼠",
        "鼠",
        "刺蝟",
        "蜜袋鼯",
        "貂",
        "龍貓",
        "沙鼠",
        "犬",
        "貓",
        "鳥類",
        "烏龜"
      ],
      "specialties": [
        "兔科專科診療",
        "鼠科專科診療",
        "小型哺乳類",
        "犬科",
        "貓科"
      ],
      "website": "",
      "appointmentLink": "",
      "transportTips": "",
      "socialMedia": {
        "facebook": "https://www.facebook.com/profile.php?id=100066416025430"
      },
      "clinicNotes": "採預約優先制，無夜間急診服務。",
      "id": "8c4814f6-a4f2-471e-9963-60c007c3a2e6"
    }
  ]